module.exports = {
	onlyadminbox: {
		description: "تشغيل/إيقاف وضع المشرفين فقط في المجموعة",
		guide: "   {pn} [on | off]",
		text: {
			turnedOn: "تم تفعيل وضع المشرفين فقط يمكنهم استخدام البوت",
			turnedOff: "تم إيقاف وضع المشرفين فقط يمكنهم استخدام البوت",
			syntaxError: "خطأ في الصياغة، استخدم فقط {pn} on أو {pn} off"
		}
	},
	adduser: {
		description: "إضافة مستخدم إلى المحادثة",
		guide: "   {pn} [رابط الملف الشخصي | uid]",
		text: {
			alreadyInGroup: "المستخدم موجود بالفعل في المجموعة",
			successAdd: "- تمت إضافة %1 عضو إلى المجموعة بنجاح",
			failedAdd: "- فشل إضافة %1 عضو إلى المجموعة",
			approve: "- تمت إضافة %1 عضو إلى قائمة الانتظار",
			invalidLink: "يرجى إدخال رابط فيسبوك صحيح",
			cannotGetUid: "لا يمكن الحصول على uid لهذا المستخدم",
			linkNotExist: "رابط الملف الشخصي هذا غير موجود",
			cannotAddUser: "البوت محظور أو هذا المستخدم يمنع الغرباء من إضافته للمجموعات"
		}
	},
	admin: {
		description: "إضافة أو إزالة أو تعديل صلاحية المشرف",
		guide: "   {pn} [add | -a] <uid>: إضافة صلاحية مشرف للمستخدم\n\t  {pn} [remove | -r] <uid>: إزالة صلاحية مشرف من المستخدم\n\t  {pn} [list | -l]: عرض قائمة المشرفين",
		text: {
			added: "✅ | تمت إضافة صلاحية المشرف لـ %1 مستخدم:\n%2",
			alreadyAdmin: "\n⚠️ | %1 مستخدمين لديهم صلاحية المشرف مسبقاً:\n%2",
			missingIdAdd: "⚠️ | يرجى إدخال ID أو تاغ المستخدم لإضافة صلاحية المشرف",
			removed: "✅ | تمت إزالة صلاحية المشرف من %1 مستخدم:\n%2",
			notAdmin: "⚠️ | %1 مستخدمين ليس لديهم صلاحية المشرف:\n%2",
			missingIdRemove: "⚠️ | يرجى إدخال ID أو تاغ المستخدم لإزالة صلاحية المشرف",
			listAdmin: "👑 | قائمة المشرفين:\n%1"
		}
	},
	adminonly: {
		description: "تشغيل/إيقاف وضع المشرفين فقط يمكنهم استخدام البوت",
		guide: "{pn} [on | off]",
		text: {
			turnedOn: "تم تفعيل وضع المشرفين فقط يمكنهم استخدام البوت",
			turnedOff: "تم إيقاف وضع المشرفين فقط يمكنهم استخدام البوت",
			syntaxError: "خطأ في الصياغة، استخدم فقط {pn} on أو {pn} off"
		}
	},
	all: {
		description: "تاغ جميع أعضاء المجموعة",
		guide: "{pn} [النص | فارغ]"
	},
	anime: {
		description: "صورة أنمي عشوائية",
		guide: "{pn} <نوع الصورة>\n   الأنواع المتاحة: neko, kitsune, hug, pat, waifu, cry, kiss, slap, smug, punch",
		text: {
			loading: "جاري تحضير الصورة، يرجى الانتظار...",
			error: "حدث خطأ، يرجى المحاولة مرة أخرى لاحقاً"
		}
	},
	antichangeinfobox: {
		description: "تشغيل/إيقاف الحماية من تغيير معلومات المجموعة",
		guide: "   {pn} avt [on | off]: حماية صورة المجموعة\n   {pn} name [on | off]: حماية اسم المجموعة\n   {pn} theme [on | off]: حماية ثيم المجموعة\n   {pn} emoji [on | off]: حماية إيموجي المجموعة",
		text: {
			antiChangeAvatarOn: "تم تفعيل حماية صورة المجموعة",
			antiChangeAvatarOff: "تم إيقاف حماية صورة المجموعة",
			missingAvt: "لم تقم بتعيين صورة للمجموعة",
			antiChangeNameOn: "تم تفعيل حماية اسم المجموعة",
			antiChangeNameOff: "تم إيقاف حماية اسم المجموعة",
			antiChangeThemeOn: "تم تفعيل حماية ثيم المجموعة",
			antiChangeThemeOff: "تم إيقاف حماية ثيم المجموعة",
			antiChangeEmojiOn: "تم تفعيل حماية إيموجي المجموعة",
			antiChangeEmojiOff: "تم إيقاف حماية إيموجي المجموعة",
			antiChangeAvatarAlreadyOn: "حماية صورة المجموعة مفعّلة بالفعل",
			antiChangeNameAlreadyOn: "حماية اسم المجموعة مفعّلة بالفعل",
			antiChangeThemeAlreadyOn: "حماية ثيم المجموعة مفعّلة بالفعل",
			antiChangeEmojiAlreadyOn: "حماية إيموجي المجموعة مفعّلة بالفعل"
		}
	},
	appstore: {
		description: "البحث عن تطبيق في متجر التطبيقات",
		text: {
			missingKeyword: "لم تدخل أي كلمة للبحث",
			noResult: "لا توجد نتائج للكلمة %1"
		}
	},
	autosetname: {
		description: "تغيير لقب الأعضاء الجدد تلقائياً",
		guide: "   {pn} set <اللقب>: لضبط إعداد تغيير اللقب التلقائي، مع الاختصارات:\n   + {userName}: اسم العضو الجديد\n   + {userID}: معرّف العضو\n   مثال:\n    {pn} set {userName} 🚀\n\n   {pn} [on | off]: لتشغيل أو إيقاف هذه الميزة\n\n   {pn} [view | info]: عرض الإعداد الحالي",
		text: {
			missingConfig: "يرجى إدخال الإعداد المطلوب",
			configSuccess: "تم ضبط الإعداد بنجاح",
			currentConfig: "الإعداد الحالي لـ autoSetName في مجموعتك:\n%1",
			notSetConfig: "لم تقم مجموعتك بضبط إعداد autoSetName",
			syntaxError: "خطأ في الصياغة، استخدم فقط \"{pn} on\" أو \"{pn} off\"",
			turnOnSuccess: "تم تفعيل ميزة autoSetName",
			turnOffSuccess: "تم إيقاف ميزة autoSetName",
			error: "حدث خطأ أثناء استخدام ميزة autoSetName، حاول إيقاف ميزة رابط الدعوة في المجموعة وحاول مرة أخرى"
		}
	},
	avatar: {
		description: "إنشاء صورة أنمي مع توقيع",
		guide: "{p}{n} <معرّف الشخصية أو اسمها> | <نص الخلفية> | <التوقيع> | <اسم لون الخلفية أو الكود>\n{p}{n} help: لعرض طريقة الاستخدام",
		text: {
			initImage: "جاري تحضير الصورة، يرجى الانتظار...",
			invalidCharacter: "يوجد حالياً %1 شخصية فقط في النظام، يرجى إدخال معرّف أقل من",
			notFoundCharacter: "لم يتم العثور على شخصية باسم %1 في القائمة",
			errorGetCharacter: "حدث خطأ أثناء الحصول على بيانات الشخصية:\n%1: %2",
			success: "✅ صورتك الرمزية\nالشخصية: %1\nID: %2\nنص الخلفية: %3\nالتوقيع: %4\nاللون: %5",
			defaultColor: "افتراضي",
			error: "حدث خطأ\n%1: %2"
		}
	},
	badwords: {
		description: "تشغيل/إيقاف/إضافة/حذف تحذير الكلمات المحظورة، عند المخالفة يُحذَّر العضو، وفي المرة الثانية يُطرد",
		guide: "   {pn} add <الكلمات>: إضافة كلمات محظورة (يمكن إضافة عدة كلمات مفصولة بفواصل \",\" أو خط عمودي \"|\")\n   {pn} delete <الكلمات>: حذف كلمات محظورة\n   {pn} list <hide | فارغ>: عرض القائمة (أضف \"hide\" لإخفاء الكلمات)\n   {pn} unwarn [<userID> | <@tag>]: إزالة تحذير واحد من عضو\n   {pn} on: تشغيل التحذير\n   {pn} off: إيقاف التحذير",
		text: {
			onText: "مشغّل",
			offText: "موقف",
			onlyAdmin: "⚠️ | المشرفون فقط يمكنهم إضافة كلمات محظورة",
			missingWords: "⚠️ | لم تدخل الكلمات المحظورة",
			addedSuccess: "✅ | تمت إضافة %1 كلمة محظورة إلى القائمة",
			alreadyExist: "❌ | %1 كلمة موجودة بالفعل في القائمة: %2",
			tooShort: "⚠️ | %1 كلمة لا يمكن إضافتها لأنها أقل من حرفين: %2",
			onlyAdmin2: "⚠️ | المشرفون فقط يمكنهم حذف الكلمات المحظورة",
			missingWords2: "⚠️ | لم تدخل الكلمات المراد حذفها",
			deletedSuccess: "✅ | تم حذف %1 كلمة محظورة من القائمة",
			notExist: "❌ | %1 كلمة غير موجودة في القائمة: %2",
			emptyList: "⚠️ | قائمة الكلمات المحظورة في مجموعتك فارغة حالياً",
			badWordsList: "📑 | قائمة الكلمات المحظورة في مجموعتك: %1",
			onlyAdmin3: "⚠️ | المشرفون فقط يمكنهم %1 هذه الميزة",
			turnedOnOrOff: "✅ | تم %1 تحذير الكلمات المحظورة",
			onlyAdmin4: "⚠️ | المشرفون فقط يمكنهم حذف تحذيرات الكلمات المحظورة",
			missingTarget: "⚠️ | لم تدخل معرّف المستخدم أو تاغه",
			notWarned: "⚠️ | المستخدم %1 لم يُحذَّر على كلمات محظورة",
			removedWarn: "✅ | تمت إزالة تحذير كلمة محظورة واحدة من المستخدم %1 | %2",
			warned: "⚠️ | تم رصد كلمة محظورة \"%1\" في رسالتك، إذا استمررت في المخالفة ستُطرد من المجموعة.",
			warned2: "⚠️ | تم رصد كلمة محظورة \"%1\" في رسالتك، لقد خالفت مرتين وستُطرد من المجموعة.",
			needAdmin: "يحتاج البوت صلاحيات المشرف لطرد الأعضاء المحظورين",
			unwarned: "✅ | تمت إزالة تحذير الكلمة المحظورة من المستخدم %1 | %2"
		}
	},
	balance: {
		description: "عرض رصيدك أو رصيد الشخص المُشار إليه",
		guide: "   {pn}: عرض رصيدك\n   {pn} <@tag>: عرض رصيد الشخص المُشار إليه",
		text: {
			money: "رصيدك %1$",
			moneyOf: "رصيد %1 هو %2$"
		}
	},
	batslap: {
		description: "صورة صفعة",
		text: {
			noTag: "يجب أن تُشير إلى الشخص الذي تريد صفعه"
		}
	},
	busy: {
		description: "تشغيل وضع عدم الإزعاج، عند تاغك سيُخطر البوت",
		guide: "   {pn} [فارغ | <السبب>]: تشغيل وضع عدم الإزعاج\n   {pn} off: إيقاف وضع عدم الإزعاج",
		text: {
			turnedOff: "✅ | تم إيقاف وضع عدم الإزعاج",
			turnedOn: "✅ | تم تفعيل وضع عدم الإزعاج",
			turnedOnWithReason: "✅ | تم تفعيل وضع عدم الإزعاج بسبب: %1",
			alreadyOn: "المستخدم %1 مشغول حالياً",
			alreadyOnWithReason: "المستخدم %1 مشغول حالياً بسبب: %2"
		}
	},
	callad: {
		description: "إرسال تقرير أو ملاحظة أو مشكلة إلى مشرف البوت",
		guide: "   {pn} <الرسالة>",
		text: {
			missingMessage: "يرجى إدخال الرسالة التي تريد إرسالها إلى المشرف",
			sendByGroup: "\n- أُرسلت من مجموعة: %1\n- معرّف المحادثة: %2",
			sendByUser: "\n- أُرسلت من مستخدم",
			content: "\n\nالمحتوى:\n─────────────────\n%1\n─────────────────\nرد على هذه الرسالة لإرسال رد للمستخدم",
			success: "تم إرسال رسالتك إلى المشرف بنجاح!",
			reply: "📍 رد من المشرف %1:\n─────────────────\n%2\n─────────────────\nرد على هذه الرسالة لمواصلة المحادثة مع المشرف",
			replySuccess: "تم إرسال ردك إلى المشرف بنجاح!",
			feedback: "📝 ملاحظة من المستخدم %1:\n- معرّف المستخدم: %2%3\n\nالمحتوى:\n─────────────────\n%4\n─────────────────\nرد على هذه الرسالة لإرسال رد للمستخدم",
			replyUserSuccess: "تم إرسال ردك للمستخدم بنجاح!"
		}
	},
	cmd: {
		description: "إدارة ملفات الأوامر",
		guide: "{pn} load <اسم ملف الأمر>\n{pn} loadAll\n{pn} install <url> <اسم ملف الأمر>: تنزيل وتثبيت ملف أمر من رابط",
		text: {
			missingFileName: "⚠️ | يرجى إدخال اسم الأمر الذي تريد إعادة تحميله",
			loaded: "✅ | تم تحميل الأمر \"%1\" بنجاح",
			loadedError: "❌ | فشل تحميل الأمر \"%1\" بخطأ\n%2: %3",
			loadedSuccess: "✅ | تم تحميل الأمر \"%1\" بنجاح",
			loadedFail: "❌ | فشل تحميل الأمر \"%1\"\n%2",
			missingCommandNameUnload: "⚠️ | يرجى إدخال اسم الأمر الذي تريد إلغاء تحميله",
			unloaded: "✅ | تم إلغاء تحميل الأمر \"%1\" بنجاح",
			unloadedError: "❌ | فشل إلغاء تحميل الأمر \"%1\" بخطأ\n%2: %3",
			missingUrlCodeOrFileName: "⚠️ | يرجى إدخال الرابط أو الكود واسم ملف الأمر",
			missingUrlOrCode: "⚠️ | يرجى إدخال رابط أو كود ملف الأمر",
			missingFileNameInstall: "⚠️ | يرجى إدخال اسم الملف لحفظ الأمر (بامتداد .js)",
			invalidUrlOrCode: "⚠️ | تعذر الحصول على كود الأمر",
			alreadExist: "⚠️ | ملف الأمر موجود بالفعل، هل أنت متأكد من الكتابة فوقه؟\nتفاعل مع هذه الرسالة للمتابعة",
			installed: "✅ | تم تثبيت الأمر \"%1\" بنجاح، الملف محفوظ في %2",
			installedError: "❌ | فشل تثبيت الأمر \"%1\" بخطأ\n%2: %3",
			missingFile: "⚠️ | ملف الأمر \"%1\" غير موجود",
			invalidFileName: "⚠️ | اسم ملف الأمر غير صالح",
			unloadedFile: "✅ | تم إلغاء تحميل الأمر \"%1\""
		}
	},
	count: {
		description: "عرض عدد رسائل جميع الأعضاء أو رسائلك (منذ انضمام البوت للمجموعة)",
		guide: "   {pn}: لعرض عدد رسائلك\n   {pn} @tag: لعرض عدد رسائل المُشار إليهم\n   {pn} all: لعرض عدد رسائل جميع الأعضاء",
		text: {
			count: "عدد رسائل الأعضاء:",
			endMessage: "من ليس له اسم في القائمة لم يرسل أي رسائل.",
			page: "الصفحة [%1/%2]",
			reply: "رد على هذه الرسالة برقم الصفحة لعرض المزيد",
			result: "%1 في المرتبة %2 بـ %3 رسالة",
			yourResult: "أنت في المرتبة %1 وأرسلت %2 رسالة في هذه المجموعة",
			invalidPage: "رقم الصفحة غير صالح"
		}
	},
	customrankcard: {
		description: "تصميم بطاقة الرتبة الخاصة بك",
		guide: {
			body: "   {pn} [maincolor | subcolor | linecolor | progresscolor | alphasubcolor | textcolor | namecolor | expcolor | rankcolor | levelcolor | reset] <القيمة>"
				+ "\n   حيث: "
				+ "\n  + maincolor | background <القيمة>: خلفية بطاقة الرتبة الرئيسية"
				+ "\n  + subcolor <القيمة>: الخلفية الثانوية"
				+ "\n  + linecolor <القيمة>: لون الخط بين الخلفيتين"
				+ "\n  + expbarcolor <القيمة>: لون شريط الخبرة"
				+ "\n  + progresscolor <القيمة>: لون شريط الخبرة الحالي"
				+ "\n  + alphasubcolor <القيمة>: شفافية الخلفية الثانوية (من 0 إلى 1)"
				+ "\n  + textcolor <القيمة>: لون النص"
				+ "\n  + namecolor <القيمة>: لون الاسم"
				+ "\n  + expcolor <القيمة>: لون الخبرة"
				+ "\n  + rankcolor <القيمة>: لون الرتبة"
				+ "\n  + levelcolor <القيمة>: لون المستوى"
				+ "\n    • يمكن أن تكون القيمة كود hex أو rgb أو rgba أو تدرج لوني"
				+ "\n   {pn} reset: إعادة الضبط للافتراضي"
				+ "\n   مثال:"
				+ "\n    {pn} maincolor #fff000"
				+ "\n    {pn} subcolor rgba(255,136,86,0.4)"
				+ "\n    {pn} reset",
			attachment: {
				[`${process.cwd()}/scripts/cmds/assets/guide/customrankcard_1.jpg`]: "https://i.ibb.co/BZ2Qgs1/image.png",
				[`${process.cwd()}/scripts/cmds/assets/guide/customrankcard_2.png`]: "https://i.ibb.co/wy1ZHHL/image.png"
			}
		},
		text: {
			invalidImage: "رابط الصورة غير صالح، اختر رابطاً يؤدي مباشرة إلى صورة (jpg, jpeg, png, gif)",
			invalidAttachment: "المرفق غير صالح، يرجى اختيار ملف صورة",
			invalidColor: "كود اللون غير صالح، اختر كود hex (6 أرقام) أو كود rgba",
			notSupportImage: "رابط الصورة غير مدعوم مع الخيار \"%1\"",
			success: "تم حفظ تغييراتك، إليك معاينة",
			reseted: "تمت إعادة جميع الإعدادات للافتراضي",
			invalidAlpha: "يرجى اختيار رقم من 0 إلى 1"
		}
	},
	dhbc: {
		description: "لعبة اكتشاف الكلمة",
		guide: "{pn}",
		text: {
			reply: "يرجى الرد على هذه الرسالة بالإجابة\n%1",
			isSong: "هذا اسم أغنية المغني %1",
			notPlayer: "⚠️ أنت لست لاعب هذا السؤال",
			correct: "🎉 تهانينا أجبت بشكل صحيح وحصلت على %1$",
			wrong: "⚠️ إجابتك خاطئة"
		}
	},
	emojimix: {
		description: "دمج إيموجيين معاً",
		guide: "   {pn} <إيموجي1> <إيموجي2>\n   مثال:  {pn} 🤣 🥰"
	},
	eval: {
		description: "اختبار الكود بسرعة",
		guide: "{pn} <الكود المراد اختباره>",
		text: {
			error: "❌ حدث خطأ:"
		}
	},
	event: {
		description: "إدارة ملفات أوامر الأحداث",
		guide: "{pn} load <اسم ملف الأمر>\n{pn} loadAll\n{pn} install <url> <اسم ملف الأمر>: تنزيل وتحميل أمر حدث من رابط",
		text: {
			missingFileName: "⚠️ | يرجى إدخال اسم الأمر الذي تريد إعادة تحميله",
			loaded: "✅ | تم تحميل أمر الحدث \"%1\" بنجاح",
			loadedError: "❌ | فشل تحميل أمر الحدث \"%1\" بخطأ\n%2: %3",
			loadedSuccess: "✅ | تم تحميل أمر الحدث \"%1\" بنجاح",
			loadedFail: "❌ | فشل تحميل أمر الحدث \"%1\"\n%2",
			missingCommandNameUnload: "⚠️ | يرجى إدخال اسم الأمر الذي تريد إلغاء تحميله",
			unloaded: "✅ | تم إلغاء تحميل أمر الحدث \"%1\" بنجاح",
			unloadedError: "❌ | فشل إلغاء تحميل أمر الحدث \"%1\" بخطأ\n%2: %3",
			missingUrlCodeOrFileName: "⚠️ | يرجى إدخال الرابط أو الكود واسم ملف الأمر",
			missingUrlOrCode: "⚠️ | يرجى إدخال رابط أو كود ملف الأمر",
			missingFileNameInstall: "⚠️ | يرجى إدخال اسم الملف لحفظ الأمر (بامتداد .js)",
			invalidUrlOrCode: "⚠️ | تعذر الحصول على كود الأمر",
			alreadExist: "⚠️ | ملف الأمر موجود بالفعل، هل أنت متأكد من الكتابة فوقه؟\nتفاعل مع هذه الرسالة للمتابعة",
			installed: "✅ | تم تثبيت أمر الحدث \"%1\" بنجاح، الملف محفوظ في %2",
			installedError: "❌ | فشل تثبيت أمر الحدث \"%1\" بخطأ\n%2: %3",
			missingFile: "⚠️ | الملف \"%1\" غير موجود",
			invalidFileName: "⚠️ | اسم الملف غير صالح",
			unloadedFile: "✅ | تم إلغاء تحميل الأمر \"%1\""
		}
	},
	filteruser: {
		description: "تصفية أعضاء المجموعة حسب عدد الرسائل أو الحسابات المعلّقة",
		guide: "   {pn} [<عدد الرسائل> | die]",
		text: {
			needAdmin: "⚠️ | يرجى إضافة البوت كمشرف للمجموعة لاستخدام هذا الأمر",
			confirm: "⚠️ | هل أنت متأكد من حذف أعضاء المجموعة الذين لديهم أقل من %1 رسالة؟\nتفاعل مع هذه الرسالة للتأكيد",
			kickByBlock: "✅ | تم حذف %1 عضو لديهم حسابات معلّقة",
			kickByMsg: "✅ | تم حذف %1 عضو لديهم أقل من %2 رسالة",
			kickError: "❌ | حدث خطأ ولم يتم طرد %1 عضو:\n%2",
			noBlock: "✅ | لا يوجد أعضاء لديهم حسابات معلّقة",
			noMsg: "✅ | لا يوجد أعضاء لديهم أقل من %1 رسالة"
		}
	},
	getfbstate: {
		description: "الحصول على fbstate الحالي",
		guide: "{pn}",
		text: {
			success: "تم إرسال fbstate إليك، تحقق من رسائل البوت الخاصة"
		}
	},
	grouptag: {
		description: "تاغ الأعضاء حسب المجموعة",
		guide: "   {pn} add <اسم المجموعة> <@tags>: إضافة مجموعة تاغ جديدة أو أعضاء لها\n   {pn} del <اسم المجموعة> <@tags>: إزالة أعضاء من مجموعة التاغ\n   {pn} remove <اسم المجموعة>: حذف مجموعة التاغ\n   {pn} rename <اسم قديم> | <اسم جديد>: إعادة تسمية مجموعة التاغ\n   {pn} [list | all]: عرض قائمة مجموعات التاغ\n   {pn} info <اسم المجموعة>: عرض معلومات مجموعة التاغ",
		text: {
			noGroupTagName: "يرجى إدخال اسم مجموعة التاغ",
			noMention: "لم تُشر إلى أي عضو لإضافته لمجموعة التاغ",
			addedSuccess: "تمت إضافة الأعضاء:\n%1\nإلى مجموعة التاغ \"%2\"",
			addedSuccess2: "تم إنشاء مجموعة التاغ \"%1\" بالأعضاء:\n%2",
			existedInGroupTag: "الأعضاء:\n%1\nموجودون بالفعل في مجموعة التاغ \"%2\"",
			notExistedInGroupTag: "الأعضاء:\n%1\nغير موجودين في مجموعة التاغ \"%2\"",
			noExistedGroupTag: "مجموعة التاغ \"%1\" غير موجودة في مجموعتك",
			noExistedGroupTag2: "لم تُضف أي مجموعة تاغ في مجموعتك",
			noMentionDel: "يرجى تاغ الأعضاء لإزالتهم من مجموعة التاغ \"%1\"",
			deletedSuccess: "تمت إزالة الأعضاء:\n%1\nمن مجموعة التاغ \"%2\"",
			deletedSuccess2: "تم حذف مجموعة التاغ \"%1\"",
			tagged: "تاغ المجموعة \"%1\":\n%2",
			noGroupTagName2: "يرجى إدخال الاسم القديم والجديد مفصولين بـ \"|\"",
			renamedSuccess: "تمت إعادة تسمية مجموعة التاغ من \"%1\" إلى \"%2\"",
			infoGroupTag: "📑 | اسم المجموعة: \"%1\"\n👥 | عدد الأعضاء: %2\n👨‍👩‍👧‍👦 | قائمة الأعضاء:\n %3"
		}
	},
	help: {
		description: "عرض طريقة استخدام الأوامر",
		guide: "{pn} [فارغ | <رقم الصفحة> | <اسم الأمر>]",
		text: {
			help: "╭─────────────⭓\n%1\n├─────⭔\n│ الصفحة [ %2/%3 ]\n│ يوجد حالياً %4 أمر متاح في البوت\n│ » اكتب %5help <صفحة> لعرض قائمة الأوامر\n│ » اكتب %5help لعرض تفاصيل طريقة استخدام الأمر\n├────────⭔\n│ %6\n╰─────────────⭓",
			help2: "%1├───────⭔\n│ » يوجد حالياً %2 أمر متاح في البوت\n│ » اكتب %3help <اسم الأمر> لعرض تفاصيل طريقة الاستخدام\n│ %4\n╰─────────────⭓",
			commandNotFound: "الأمر \"%1\" غير موجود",
			getInfoCommand: "╭── الاسم ────⭓\n│ %1\n├── المعلومات\n│ الوصف: %2\n│ أسماء أخرى: %3\n│ أسماء أخرى في مجموعتك: %4\n│ الإصدار: %5\n│ الصلاحية: %6\n│ الوقت بين الأوامر: %7 ثانية\n│ المطور: %8\n├── الاستخدام\n%9\n├── ملاحظات\n│ المحتوى داخل <XXXXX> قابل للتغيير\n│ المحتوى داخل [a|b|c] هو a أو b أو c\n╰──────⭔",
			doNotHave: "لا يوجد",
			roleText0: "0 (جميع المستخدمين)",
			roleText1: "1 (مشرفو المجموعة)",
			roleText2: "2 (مشرفو البوت)",
			roleText0setRole: "0 (جميع المستخدمين)",
			roleText1setRole: "1 (مشرفو المجموعة)",
			pageNotFound: "الصفحة %1 غير موجودة"
		}
	},
	kick: {
		description: "طرد عضو من المحادثة",
		guide: "{pn} @tags: لطرد الأعضاء المُشار إليهم"
	},
	loadconfig: {
		description: "إعادة تحميل إعدادات البوت"
	},
	moon: {
		description: "عرض صورة القمر في ليلة محددة (يوم/شهر/سنة)",
		guide: "  {pn} <يوم/شهر/سنة>\n   {pn} <يوم/شهر/سنة> <تعليق>",
		text: {
			invalidDateFormat: "يرجى إدخال تاريخ صحيح بصيغة DD/MM/YYYY",
			error: "حدث خطأ أثناء الحصول على صورة القمر في %1",
			invalidDate: "%1 تاريخ غير صالح",
			caption: "- صورة القمر في %1"
		}
	},
	notification: {
		description: "إرسال إشعار من المشرف إلى جميع المجموعات",
		guide: "{pn} <الرسالة>",
		text: {
			missingMessage: "يرجى إدخال الرسالة التي تريد إرسالها لجميع المجموعات",
			notification: "إشعار من مشرف البوت لجميع مجموعات الدردشة (لا ترد على هذه الرسالة)",
			sendingNotification: "جاري إرسال الإشعار من مشرف البوت إلى %1 مجموعة",
			sentNotification: "✅ تم إرسال الإشعار إلى %1 مجموعة بنجاح",
			errorSendingNotification: "حدث خطأ أثناء الإرسال إلى %1 مجموعة:\n %2"
		}
	},
	prefix: {
		description: "تغيير بادئة البوت في مجموعتك أو في النظام كله (مشرفو البوت فقط)",
		guide: "   {pn} <بادئة جديدة>: تغيير البادئة في مجموعتك\n   مثال:\n    {pn} #\n\n   {pn} <بادئة جديدة> -g: تغيير البادئة في النظام كله (مشرفو البوت فقط)\n   مثال:\n    {pn} # -g\n\n   {pn} reset: إعادة البادئة للافتراضي",
		text: {
			reset: "تمت إعادة البادئة للافتراضي: %1",
			onlyAdmin: "المشرفون فقط يمكنهم تغيير بادئة النظام",
			confirmGlobal: "تفاعل مع هذه الرسالة لتأكيد تغيير بادئة النظام",
			confirmThisThread: "تفاعل مع هذه الرسالة لتأكيد تغيير البادئة في مجموعتك",
			successGlobal: "تم تغيير بادئة النظام إلى: %1",
			successThisThread: "تم تغيير البادئة في مجموعتك إلى: %1",
			myPrefix: "🌐 بادئة النظام: %1\n🛸 بادئة مجموعتك: %2"
		}
	},
	rank: {
		description: "عرض مستواك أو مستوى الشخص المُشار إليه. يمكنك تاغ عدة أشخاص"
	},
	rankup: {
		description: "تشغيل/إيقاف إشعار الترقية",
		guide: "{pn} [on | off]",
		text: {
			syntaxError: "خطأ في الصياغة، استخدم فقط {pn} on أو {pn} off",
			turnedOn: "تم تشغيل إشعار الترقية",
			turnedOff: "تم إيقاف إشعار الترقية",
			notiMessage: "🎉🎉 تهانينا على الوصول إلى المستوى %1"
		}
	},
	refresh: {
		description: "تحديث معلومات المجموعة أو المستخدم",
		guide: "   {pn} [thread | group]: تحديث معلومات مجموعتك\n   {pn} group <threadID>: تحديث معلومات مجموعة بـ ID\n\n   {pn} user: تحديث معلومات مستخدمك\n   {pn} user [<userID> | @tag]: تحديث معلومات مستخدم بـ ID",
		text: {
			refreshMyThreadSuccess: "✅ | تم تحديث معلومات مجموعتك بنجاح!",
			refreshThreadTargetSuccess: "✅ | تم تحديث معلومات المجموعة %1 بنجاح!"
		}
	},
	rules: {
		description: "إنشاء/عرض/إضافة/تعديل/تغيير ترتيب/حذف قواعد مجموعتك",
		guide: "   {pn} [add | -a] <القاعدة>: إضافة قاعدة للمجموعة\n   {pn}: عرض قواعد المجموعة\n   {pn} [edit | -e] <رقم> <النص الجديد>: تعديل القاعدة رقم <رقم>\n   {pn} [move | -m] <رقم1> <رقم2>: تبديل موضع القاعدتين\n   {pn} [delete | -d] <رقم>: حذف القاعدة رقم <رقم>\n   {pn} [remove | -r]: حذف جميع قواعد المجموعة"
	},
	sendnoti: {
		description: "إنشاء وإرسال إشعارات للمجموعات التي تديرها",
		guide: "   {pn} create <اسم المجموعة>: إنشاء مجموعة إشعارات جديدة\n   {pn} add <اسم المجموعة>: إضافة المحادثة الحالية لمجموعة الإشعارات\n   {pn} delete: إزالة المحادثة الحالية من مجموعة الإشعارات\n   {pn} send <اسم المجموعة> | <الرسالة>: إرسال إشعار لجميع المجموعات في مجموعة الإشعارات\n   {pn} remove <اسم المجموعة>: حذف مجموعة الإشعارات",
		text: {
			missingGroupName: "يرجى إدخال اسم مجموعة الإشعارات",
			groupNameExists: "مجموعة الإشعارات باسم %1 موجودة بالفعل، اختر اسماً آخر",
			createdGroup: "تم إنشاء مجموعة الإشعارات بنجاح:\n- الاسم: %1\n- ID: %2",
			missingGroupNameToAdd: "يرجى إدخال اسم مجموعة الإشعارات التي تريد إضافة هذه المحادثة إليها",
			groupNameNotExists: "لم تُنشئ أي مجموعة إشعارات باسم: %1",
			notAdmin: "أنت لست مشرفاً في هذه المجموعة",
			added: "تمت إضافة المحادثة الحالية إلى مجموعة الإشعارات: %1",
			missingGroupNameToDelete: "يرجى إدخال اسم مجموعة الإشعارات التي تريد إزالة المحادثة منها",
			notInGroup: "المحادثة الحالية ليست في مجموعة الإشعارات %1",
			deleted: "تمت إزالة المحادثة الحالية من مجموعة الإشعارات: %1",
			failed: "فشل إرسال الإشعار إلى %1 مجموعة:\n%2",
			missingGroupNameToRemove: "يرجى إدخال اسم مجموعة الإشعارات التي تريد حذفها",
			removed: "تم حذف مجموعة الإشعارات: %1",
			missingGroupNameToSend: "يرجى إدخال اسم مجموعة الإشعارات التي تريد إرسال رسالة إليها",
			groupIsEmpty: "مجموعة الإشعارات \"%1\" فارغة",
			sending: "جاري إرسال الإشعار إلى %1 مجموعة",
			success: "تم إرسال الإشعار إلى %1 مجموعة في مجموعة الإشعارات \"%2\" بنجاح",
			notAdminOfGroup: "أنت لست مشرفاً في هذه المجموعة",
			missingGroupNameToView: "يرجى إدخال اسم مجموعة الإشعارات التي تريد عرض معلوماتها",
			groupInfo: "- اسم المجموعة: %1\n - ID: %2\n - تاريخ الإنشاء: %3\n%4 ",
			groupInfoHasGroup: "- المجموعات المضافة:\n%1",
			noGroup: "لم تُنشئ أي مجموعة إشعارات"
		}
	},
	setalias: {
		description: "إضافة اختصار لأي أمر في مجموعتك",
		guide: "  {pn} add <الاختصار> <الأمر>: إضافة اختصار للأمر في مجموعتك\n   {pn} add <الاختصار> <الأمر> -g: إضافة اختصار للأمر في النظام كله (مشرفو البوت فقط)\n   {pn} [remove | rm] <الاختصار> <الأمر>: إزالة اختصار\n   {pn} list: عرض جميع الاختصارات في مجموعتك\n   {pn} list -g: عرض جميع الاختصارات في النظام"
	},
	setavt: {
		description: "تغيير صورة البوت الرمزية",
		text: {
			cannotGetImage: "❌ | حدث خطأ أثناء استرجاع رابط الصورة",
			invalidImageFormat: "❌ | صيغة الصورة غير صالحة",
			changedAvatar: "✅ | تم تغيير صورة البوت بنجاح"
		}
	},
	setlang: {
		description: "ضبط اللغة الافتراضية للبوت للمحادثة الحالية أو جميع المحادثات",
		guide: "   {pn} <كود اللغة ISO 639-1>\n   مثال:    {pn} ar    {pn} en    {pn} vi",
		text: {
			setLangForAll: "تم ضبط اللغة الافتراضية لجميع المحادثات: %1",
			setLangForCurrent: "تم ضبط اللغة الافتراضية للمحادثة الحالية: %1",
			noPermission: "مشرفو البوت فقط يمكنهم استخدام هذا الأمر"
		}
	},
	setleave: {
		description: "تعديل/تشغيل/إيقاف رسالة المغادرة عند مغادرة أحد الأعضاء",
		guide: {
			body: "   {pn} on: تشغيل رسالة المغادرة\n   {pn} off: إيقاف رسالة المغادرة\n   {pn} text [<النص> | reset]: تعديل النص أو إعادته للافتراضي، الاختصارات المتاحة:\n  + {userName}: اسم العضو المغادر\n  + {userNameTag}: اسم العضو المغادر (مع تاغ)\n  + {boxName}: اسم المجموعة\n  + {type}: غادر/طُرد\n  + {session}: الفترة الزمنية من اليوم\n\n   مثال:\n    {pn} text {userName} غادر المجموعة، إلى اللقاء 🤧\n\n   رد على رسالة مع ملف {pn} file: لإضافة مرفق لرسالة المغادرة\n\n   {pn} file reset: إعادة ضبط الملف",
			attachment: {
				[`${process.cwd()}/scripts/cmds/assets/guide/setleave/setleave_en_1.png`]: "https://i.ibb.co/2FKJHJr/guide1.png"
			}
		},
		text: {
			missingContent: "يرجى إدخال المحتوى",
			edited: "تم تعديل محتوى رسالة المغادرة في مجموعتك إلى:\n%1",
			reseted: "تمت إعادة محتوى رسالة المغادرة للافتراضي",
			noFile: "لا يوجد ملف مرفق لرسالة المغادرة لإعادة ضبطه",
			resetedFile: "تمت إعادة ضبط ملف مرفق رسالة المغادرة بنجاح",
			missingFile: "يرجى الرد على هذه الرسالة بملف صورة/فيديو/صوت",
			addedFile: "تمت إضافة %1 ملف مرفق لرسالة المغادرة"
		}
	},
	setname: {
		description: "تغيير لقب جميع أعضاء المحادثة أو الأعضاء المُشار إليهم",
		guide: {
			body: "   {pn} <اللقب>: تغيير لقبك\n   {pn} @tags <اللقب>: تغيير لقب الأعضاء المُشار إليهم\n   {pn} all <اللقب>: تغيير لقب جميع الأعضاء\n\nالاختصارات المتاحة:\n   + {userName}: اسم العضو\n   + {userID}: معرّف العضو",
			attachment: {
				[`${process.cwd()}/scripts/cmds/assets/guide/setname_1.png`]: "https://i.ibb.co/gFh23zb/guide1.png",
				[`${process.cwd()}/scripts/cmds/assets/guide/setname_2.png`]: "https://i.ibb.co/BNWHKgj/guide2.png"
			}
		},
		text: {
			error: "حدث خطأ، حاول إيقاف ميزة رابط الدعوة في المجموعة وحاول مرة أخرى"
		}
	},
	setrole: {
		description: "تعديل صلاحية الأمر (الأوامر ذات الصلاحية أقل من 2)",
		guide: "   {pn} <اسم الأمر> <الصلاحية الجديدة>: ضبط صلاحية جديدة للأمر\n   0: جميع الأعضاء في المجموعة\n   1: المشرفون فقط\n   default: إعادة الصلاحية للافتراضي",
		text: {
			noEditedCommand: "✅ لا توجد أوامر معدّلة في مجموعتك",
			editedCommand: "⚠️ توجد أوامر معدّلة في مجموعتك:\n",
			noPermission: "❗ المشرفون فقط يمكنهم استخدام هذا الأمر",
			commandNotFound: "الأمر \"%1\" غير موجود",
			noChangeRole: "❗ لا يمكن تغيير صلاحية الأمر \"%1\"",
			resetRole: "تمت إعادة صلاحية الأمر \"%1\" للافتراضي",
			changedRole: "تم تغيير صلاحية الأمر \"%1\" إلى %2"
		}
	},
	setwelcome: {
		description: "تعديل رسالة الترحيب عند انضمام عضو جديد",
		guide: {
			body: "   {pn} text [<النص> | reset]: تعديل النص أو إعادته للافتراضي، الاختصارات:\n  + {userName}: اسم العضو الجديد\n  + {userNameTag}: اسم العضو الجديد (مع تاغ)\n  + {boxName}: اسم المجموعة\n  + {multiple}: أنت || أنتم\n  + {session}: الفترة الزمنية من اليوم\n\n   مثال:\n    {pn} text أهلاً {userName}، مرحباً بك في {boxName}، نتمنى لك وقتاً ممتعاً {multiple}\n\n   رد على رسالة مع ملف {pn} file: لإضافة مرفقات لرسالة الترحيب\n\n   {pn} file reset: حذف المرفقات",
			attachment: {
				[`${process.cwd()}/scripts/cmds/assets/guide/setwelcome/setwelcome_en_1.png`]: "https://i.ibb.co/vsCz0ks/setwelcome-en-1.png"
			}
		},
		text: {
			missingContent: "يرجى إدخال محتوى رسالة الترحيب",
			edited: "تم تعديل محتوى رسالة الترحيب في مجموعتك إلى: %1",
			reseted: "تمت إعادة محتوى رسالة الترحيب للافتراضي",
			noFile: "لا توجد مرفقات لحذفها",
			resetedFile: "تمت إعادة ضبط المرفقات بنجاح",
			missingFile: "يرجى الرد على هذه الرسالة بملف صورة/فيديو/صوت",
			addedFile: "تمت إضافة %1 مرفق لرسالة ترحيب مجموعتك"
		}
	},
	shortcut: {
		description: "إضافة اختصار لرسائلك في المجموعة",
		text: {
			missingContent: "يرجى إدخال محتوى الرسالة",
			shortcutExists: "الاختصار \"%1\" موجود بالفعل، تفاعل مع هذه الرسالة لاستبدال محتواه",
			shortcutExistsByOther: "الاختصار %1 أضافه عضو آخر، جرب كلمة مفتاحية أخرى",
			added: "تمت إضافة الاختصار %1 => %2",
			addedAttachment: " مع %1 مرفق",
			missingKey: "يرجى إدخال الكلمة المفتاحية للاختصار الذي تريد حذفه",
			notFound: "لا يوجد اختصار للكلمة %1 في مجموعتك",
			onlyAdmin: "المشرفون فقط يمكنهم حذف اختصارات الآخرين",
			deleted: "تم حذف الاختصار %1",
			empty: "لم تُضف أي اختصارات في مجموعتك",
			message: "رسالة",
			attachment: "مرفق",
			list: "قائمة اختصاراتك",
			onlyAdminRemoveAll: "المشرفون فقط يمكنهم حذف جميع الاختصارات",
			confirmRemoveAll: "هل أنت متأكد من حذف جميع الاختصارات في مجموعتك؟ (تفاعل مع هذه الرسالة للتأكيد)",
			removedAll: "تم حذف جميع الاختصارات في مجموعتك"
		}
	},
	simsimi: {
		description: "الدردشة مع simsimi",
		guide: "   {pn} [on | off]: تشغيل/إيقاف simsimi\n\n   {pn} <كلمة>: الدردشة مع simsimi\n   مثال:\n    {pn} مرحباً",
		text: {
			turnedOn: "تم تشغيل simsimi بنجاح!",
			turnedOff: "تم إيقاف simsimi بنجاح!",
			chatting: "جاري الدردشة مع simsimi...",
			error: "simsimi مشغول، يرجى المحاولة مرة أخرى لاحقاً"
		}
	},
	sorthelp: {
		description: "ترتيب قائمة المساعدة",
		guide: "{pn} [name | category]",
		text: {
			savedName: "تم حفظ ترتيب قائمة المساعدة حسب الاسم",
			savedCategory: "تم حفظ ترتيب قائمة المساعدة حسب الفئة"
		}
	},
	thread: {
		description: "إدارة المجموعات في نظام البوت",
		guide: "   {pn} [find | -f | search | -s] <اسم للبحث>: البحث عن مجموعة\n   {pn} [ban | -b] [<tid> | فارغ] <السبب>: حظر مجموعة\n   {pn} unban [<tid> | فارغ]: رفع حظر مجموعة",
		text: {
			noPermission: "ليس لديك صلاحية لاستخدام هذه الميزة",
			found: "🔎 تم العثور على %1 مجموعة تطابق الكلمة \"%3\" في بيانات البوت:\n%3",
			notFound: "❌ لم يتم العثور على مجموعة تطابق: \"%1\" في بيانات البوت",
			hasBanned: "المجموعة ذات id [%1 | %2] محظورة مسبقاً:\n» السبب: %3\n» الوقت: %4",
			banned: "تم حظر المجموعة ذات id [%1 | %2] من استخدام البوت.\n» السبب: %3\n» الوقت: %4",
			notBanned: "المجموعة ذات id [%1 | %2] غير محظورة",
			unbanned: "تم رفع حظر المجموعة ذات tid [%1 | %2]",
			missingReason: "سبب الحظر لا يمكن أن يكون فارغاً",
			info: "» معرّف المحادثة: %1\n» الاسم: %2\n» تاريخ إنشاء البيانات: %3\n» إجمالي الأعضاء: %4\n» ذكور: %5 عضو\n» إناث: %6 عضو\n» إجمالي الرسائل: %7%8"
		}
	},
	tid: {
		description: "عرض معرّف محادثة مجموعتك",
		guide: "{pn}"
	},
	tik: {
		description: "تنزيل فيديو أو صوت من رابط TikTok",
		guide: "   {pn} [video|-v|v] <رابط>: تنزيل فيديو من TikTok\n   {pn} [audio|-a|a] <رابط>: تنزيل صوت من TikTok",
		text: {
			invalidUrl: "يرجى إدخال رابط TikTok صحيح",
			downloadingVideo: "جاري تنزيل الفيديو: %1...",
			downloadedSlide: "تم تنزيل الصور: %1\n%2",
			downloadedVideo: "تم تنزيل الفيديو: %1\nرابط التنزيل: %2",
			downloadingAudio: "جاري تنزيل الصوت: %1...",
			downloadedAudio: "تم تنزيل الصوت: %1"
		}
	},
	trigger: {
		description: "صورة trigger",
		guide: "{pn} [@tag | فارغ]"
	},
	uid: {
		description: "عرض معرّف فيسبوك للمستخدم",
		guide: "   {pn}: عرض معرّف فيسبوك الخاص بك\n   {pn} @tag: عرض معرّف الأشخاص المُشار إليهم\n   {pn} <رابط الملف الشخصي>: عرض معرّف الملف الشخصي",
		text: {
			syntaxError: "يرجى تاغ الشخص الذي تريد عرض uid أو اتركه فارغاً لعرض uid الخاص بك"
		}
	},
	unsend: {
		description: "حذف رسالة البوت",
		guide: "رد على الرسالة التي تريد حذفها واستدع الأمر {pn}",
		text: {
			syntaxError: "يرجى الرد على الرسالة التي تريد حذفها"
		}
	},
	user: {
		description: "إدارة المستخدمين في نظام البوت",
		guide: "   {pn} [find | -f | search | -s] <اسم للبحث>: البحث عن مستخدم\n   {pn} [ban | -b] [<uid> | @tag | رسالة مُرَد عليها] <السبب>: حظر مستخدم\n   {pn} unban [<uid> | @tag | رسالة مُرَد عليها]: رفع حظر مستخدم",
		text: {
			noUserFound: "❌ لم يتم العثور على مستخدم يطابق: \"%1\" في بيانات البوت",
			userFound: "🔎 تم العثور على %1 مستخدم يطابق \"%2\" في بيانات البوت:\n%3",
			uidRequired: "معرّف المستخدم لا يمكن أن يكون فارغاً",
			reasonRequired: "سبب الحظر لا يمكن أن يكون فارغاً",
			userHasBanned: "المستخدم ذو id [%1 | %2] محظور مسبقاً:\n» السبب: %3\n» التاريخ: %4",
			userBanned: "تم حظر المستخدم ذو id [%1 | %2]:\n» السبب: %3\n» التاريخ: %4",
			uidRequiredUnban: "معرّف المستخدم لا يمكن أن يكون فارغاً لرفع الحظر",
			userNotBanned: "المستخدم ذو id [%1 | %2] غير محظور",
			userUnbanned: "تم رفع حظر المستخدم ذو id [%1 | %2]"
		}
	},
	videofb: {
		description: "تنزيل فيديو أو قصة من فيسبوك (عام)",
		guide: "   {pn} <رابط الفيديو/القصة>: تنزيل فيديو من فيسبوك",
		text: {
			missingUrl: "يرجى إدخال رابط الفيديو/القصة الفيسبوكية التي تريد تنزيلها",
			error: "حدث خطأ أثناء تنزيل الفيديو",
			downloading: "جاري تنزيل الفيديو لك",
			tooLarge: "عذراً، لا يمكن تنزيل الفيديو لأن حجمه أكبر من 83 ميجابايت"
		}
	},
	warn: {
		description: "تحذير عضو في المجموعة، عند 3 تحذيرات سيُحظر",
		guide: "   {pn} @tag <السبب>: تحذير عضو\n   {pn} list: عرض قائمة المُحذَّرين\n   {pn} listban: عرض قائمة المحظورين\n   {pn} info [@tag | <uid> | فارغ]: عرض معلومات التحذير\n   {pn} unban <uid>: رفع حظر عضو\n   {pn} unwarn <uid> [<رقم التحذير> | فارغ]: إزالة تحذير",
		text: {
			list: "قائمة الأعضاء الذين تم تحذيرهم:\n%1\n\nلعرض تفاصيل التحذيرات، استخدم الأمر \"%2warn info [@tag | <uid> | فارغ]\"",
			listBan: "قائمة الأعضاء الذين تم تحذيرهم 3 مرات وحظرهم:\n%1",
			listEmpty: "لا يوجد أعضاء تم تحذيرهم في مجموعتك",
			listBanEmpty: "لا يوجد أعضاء محظورون في مجموعتك",
			invalidUid: "يرجى إدخال uid صحيح للشخص الذي تريد عرض معلوماته",
			noData: "لا توجد بيانات",
			noPermission: "❌ مشرفو المجموعة فقط يمكنهم رفع حظر الأعضاء",
			invalidUid2: "⚠️ يرجى إدخال uid صحيح للشخص الذي تريد رفع حظره",
			notBanned: "⚠️ المستخدم ذو id %1 ليس محظوراً في مجموعتك"
		}
	}
};
